Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Require users to view and accept the data privacy statement at first login or policy update. Users must click "Accept" to access the platform, with no option to decline.
tr_tr: Kullanıcıların ilk oturum açma veya politika güncelleme işleminde veri gizliliği bildirimini görüntülemesini ve kabul etmesini zorunlu tutun. Kullanıcılar, reddetme seçeneği olmaksızın, platforma erişmek için "Kabul Et" öğesini tıklamalıdır.

source: Users can only accept the data privacy statement
tr_tr: Kullanıcılar yalnızca veri gizliliği bildirimini kabul edebilir.

source: Data privacy
tr_tr: Veri gizliliği

source: The statement was successfully published.
tr_tr: Bildirim başarıyla yayınlandı.

source: Enable this feature to set up, publish, and update data privacy statements for users. Once activated, statements are managed through the Data privacy statement page. Users will be prompted to consent at their first login and whenever the statement is updated.
tr_tr: Kullanıcılar için veri gizliliği bildirimlerini ayarlamak, yayınlamak ve güncellemek için bu özelliği etkinleştirin. Bildirimler etkinleştirildikten sonra Veri gizliliği bildirimi sayfası aracılığıyla yönetilir. Kullanıcılardan ilk oturum açma işlemlerinde ve bildirim her güncellendiğinde onay vermeleri istenecektir.

source: Data privacy settings
tr_tr: Veri gizliliği ayarları

source: Enable data privacy
tr_tr: Veri gizliliğini etkinleştirin

source: Add statement
tr_tr: Bildirim ekle

source: All available records will be visible here
tr_tr: Tüm mevcut kayıtlar burada görünecektir.

source: No privacy statements yet
tr_tr: Henüz gizlilik bildirimi yok

source: View & manage statements
tr_tr: Bildirimleri görüntüleyin ve yönetin

source: Statements
tr_tr: Bildirimler

source: Deleted
tr_tr: Silinmiş

source: Pending publishing
tr_tr: Yayınlanmayı bekliyor

source: Data Retention
tr_tr: Veri Saklama

source: Anonymization
tr_tr: Anonimleştirme

source: Worker avatar
tr_tr: Çalışan avatarı

source: Worker avatar with name & role
tr_tr: Çalışan avatarı, isim ve rol ile

source: Deactivated user
tr_tr: Devre dışı bırakılan kullanıcı

source: Deactivation
tr_tr: Devre Dışı Bırakma

source: Default
tr_tr: Varsayılan

source: Deleted user
tr_tr: Silinmiş kullanıcı

source: This user is no longer active
tr_tr: Bu kullanıcı artık aktif değil

source: Worker signature
tr_tr: Çalışan imzası

source: Display of the data in the user interface when someone is anonymized or removed from the system.
tr_tr: Bir kişi anonimleştirildiğinde veya sistemden kaldırıldığında, kullanıcı arayüzünde verilerin görüntülenmesi.

source: Enable global data retention
tr_tr: Küresel veri saklamayı etkinleştirin

source: Define the global data retention rules that apply across whole organization.
tr_tr: Tüm organizasyon genelinde geçerli olan küresel veri saklama kurallarını tanımlayın.

source: Send a notification about upcoming deletion events
tr_tr: Yaklaşan silme etkinlikleri hakkında bir bildirim gönderin

source: Define how many days before the hard deletion the notification will be sent
tr_tr: Kalıcı silme işleminden kaç gün önce bildirimin gönderileceğini tanımlayın

source: Set notification time
tr_tr: Bildirim zamanını ayarla

source: Specify the distribution settings for notifications about data retention events
tr_tr: Veri saklama etkinlikleriyle ilgili bildirimler için dağıtım ayarlarını belirtin

source: Add local rule
tr_tr: Yerel kural ekle

source: Add rule
tr_tr: Kural ekle

source: Edit rule
tr_tr: Kuralı düzenle

source: Data retention period
tr_tr: Veri saklama süresi

source: Select countries & data retention period
tr_tr: Ülkeleri ve veri saklama süresini seçin

source: Add local data retention rule
tr_tr: Yerel veri saklama kuralı ekleyin

source: Code
tr_tr: Kod

source: Location
tr_tr: Konum

source: {{count}} month
tr_tr: {{count}} ay

source: {{count}} months
tr_tr: {{count}} ay

source: {{count}} year
tr_tr: {{count}} yıl

source: {{count}} years
tr_tr: {{count}} yıl

source: Local rule definition
tr_tr: Yerel kural tanımı

source: Notifications
tr_tr: Bildirimler

source: Notification time
tr_tr: Bildirim zamanı

source: Months
tr_tr: Ay

source: Years
tr_tr: Yıl

source: The system will hard-delete users on the last Saturday of the month at which the data retention period expires.
tr_tr: Sistem, veri saklama süresinin sona erdiği ayın son Cumartesi günü kullanıcıları kalıcı olarak siler.

source: Global and local data retention rules
tr_tr: Küresel ve yerel veri saklama kuralları

source: The data retention settings were successfully saved.
tr_tr: Veri saklama ayarları başarıyla kaydedildi.

source: Data retention archives and deletes data after a set period, ensuring compliance and reducing storage costs. Data exceeding the retention period is unrecoverable; make sure you back-up critical information beforehand.
tr_tr: Veri saklama, belirli bir süre sonra verileri arşivler ve siler, uyumluluğu sağlar ve depolama maliyetlerini azaltır. Saklama süresini aşan veriler geri alınamaz; kritik bilgileri önceden yedeklediğinizden emin olun.

source: Pay Analysis Data Mapping
tr_tr: Ücret Analizi Veri Eşlemesi

source: Demographics
tr_tr: Demografi

source: Enable the "Documents" widget
tr_tr: "Belgeler" pencere öğesini etkinleştirin

source: Employment
tr_tr: İstihdam

source: Data Viewer
tr_tr: Veri Görüntüleyici

source: No results match the search/filter criteria.<br/> Remove filters and clear the search to show all results.
tr_tr: Arama/filtre kriterlerine uyan sonuç bulunamadı.<br/> Tüm sonuçları görüntülemek için filtreleri kaldırın ve aramayı temizleyin.

source: Custom
tr_tr: Özel

source: Standard
tr_tr: Standart

source: Enum
tr_tr: Sıralı Liste

source: Enums
tr_tr: Sabitler

source: Entities
tr_tr: Varlıklar

source: No data to display
tr_tr: Görüntülenecek veri yok

source: There is currently no data to show here
tr_tr: Şu anda burada gösterilecek veri yok

source: Collection of all the entities
tr_tr: Tüm varlıkların toplanması

source: Entity category
tr_tr: Varlık kategorisi

source: Allow feedback deletion
tr_tr: Geri bildirimleri silmeye izin verin

source: Any user can rate the feedback given by any manager
tr_tr: Herhangi bir kullanıcı, herhangi bir yönetici tarafından verilen geri bildirimlere puan verebilir.

source: Any user can rate the feedback given by any other user
tr_tr: Herhangi bir kullanıcı, başka bir kullanıcı tarafından verilen geri bildirimlere puan verebilir.

source: Enable the automatic transfer of requests about a direct report to their new manager
tr_tr: Bir doğrudan bağlı çalışanla ilgili taleplerin yeni yöneticilerine otomatik olarak aktarılmasını etkinleştirin

source: Any feedback requests about a direct report will be automatically forwarded to the new manager in case of a transfer. The new manager will be able to see a read-only version of the replies, as well as the list of users to whom the request was sent. Once the manager transfer is effective, replies to pending requests will be disabled and the requests will no longer be visible to the previous manager.
tr_tr: Bir doğrudan bağlı çalışanla ilgili tüm geri bildirimlere ilişkin talepler, bir transfer durumunda yeni yöneticiye otomatik olarak iletilecektir. Yeni yönetici, yanıtların salt okunur bir versiyonunu ve talebin gönderildiği kullanıcıların listesini görebilecektir. Yönetici transferi geçerli olduğunda, bekleyen taleplere verilen yanıtlar devre dışı bırakılacak ve talepler artık önceki yönetici tarafından görülemeyecektir.

source: days
tr_tr: gün

source: Feedback sharing scope
tr_tr: Geri bildirimlerin paylaşım kapsamı

source: Define the feedback sharing scope.
tr_tr: Geri bildirimlerin paylaşım kapsamını tanımlayın.

source: Public
tr_tr: Herkese açık

source: Recipient only
tr_tr: Yalnızca alıcı

source: Enable Feedback
tr_tr: Geri Bildirimleri Etkinleştirin

source: A Performance Management feature that enables users to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues observations about their own work.
tr_tr: Kullanıcıların, tanık oldukları olaylar ve durumlar hakkında meslektaşlarına hızlı ve kolay bir şekilde gözlemlerini sunmalarını ve kendi çalışmaları hakkında meslektaşlarından gözlem talep etmelerini sağlayan bir Performans Yönetimi özelliğidir.

source: Bypass limit for Feedback broadcast
tr_tr: Geri bildirimler yayını için sınırı atlayın

source: Ignore the defined limit for the feedback sharing. Enable this setting to allow Feedback broadcast to send feedback to the whole organization.
tr_tr: Geri bildirimler paylaşımı için tanımlanan sınırı yoksayın. Geri bildirimlerin tüm organizasyona gönderilmesine izin vermek için bu ayarı etkinleştirin.

source: Display a confirmation popup when sending feedback to a number of users higher than the defined limit
tr_tr: Tanımlanan sınırdan daha fazla kullanıcıya geri bildirimler gönderirken bir onay açılır penceresi gösterin.

source: Feature enablement
tr_tr: Özellik etkinleştirme

source: General feedback settings
tr_tr: Genel geri bildirimlere ilişkin ayarlar

source: Apply limit when giving feedback
tr_tr: Geri bildirimlerde bulunurken sınır uygulayın

source: The defined limit will be applied to the "Give feedback" action. When disabled, users can give feedback to any number of users, without restriction.
tr_tr: Tanımlanan sınır, "Geri bildirimlerde bulun" işlemine uygulanacaktır. Devre dışı bırakıldığında, kullanıcılar herhangi bir kısıtlama olmaksızın herhangi bir sayıda kullanıcıya geri bildirimlerde bulunabilir.

source: Limit
tr_tr: Sınır

source: Maximum number of users who can be included in one feedback.
tr_tr: Bir geri bildirimlere dahil edilebilecek maksimum kullanıcı sayısı.

source: Limit the number of feedback recipients
tr_tr: Geri bildirimlerin alıcılarının sayısını sınırlayın

source: The number of people to whom end-users who don't have an administrative role (such as HR or IT) can send feedback will be limited to avoid feedback being sent to large populations.
tr_tr: Yönetim görevine (İK veya BT gibi) sahip olmayan son kullanıcıların geri bildirimler gönderebileceği kişi sayısı, geri bildirimlerin yüksek popülasyonlara gönderilmesini önlemek için sınırlanacaktır.

source: Limitations
tr_tr: Sınırlamalar

source: Allow managers to request feedback about their direct reports
tr_tr: Yöneticilerin doğrudan bağlı çalışanlar hakkında geri bildirimler talep etmelerine izin verin

source: Managers will be able to ask other workers to provide feedback about their direct reports. Requests and replies will be visible in the "Requests about my team" section. Feedback requests about direct reports are not visible to the direct report. When disabled, the "Requests about my team" section is not available.
tr_tr: Yöneticiler, diğer çalışanlardan doğrudan bağlı çalışanları hakkında geri bildirimlerde bulunmalarını isteyebilecekler. Talepler ve yanıtlar "Ekibimle ilgili talepler" bölümünde görünür olacaktır. Doğrudan bağlı çalışanlarla ilgili geri bildirimlere ilişkin talepler, doğrudan bağlı çalışan tarafından görülemez. Devre dışı bırakıldığında, "Ekibimle ilgili talepler" bölümü kullanılamaz.

source: Only direct reports can rate feedback
tr_tr: Yalnızca doğrudan bağlı çalışanlar geri bildirimlere puan verebilir.

source: Enable feedback notes
tr_tr: Geri bildirimlere ilişkin notları etkinleştirin

source: Users will be able to create feedback notes from the Feedback module. Feedback notes can for instance be used to capture insights from an offline conversation.
tr_tr: Kullanıcılar, Geri Bildirimler modülünden geri bildirimlere ilişkin notlar oluşturabilecekler. Geri bildirimlere ilişkin notlar, örneğin, çevrimdışı bir görüşmeden elde edilen içgörüleri kaydetmek için kullanılabilir.

source: Feedback notes
tr_tr: Geri bildirimlere ilişkin notlar

source: Visibility of public feedback
tr_tr: Herkese açık geri bildirimlerin görünürlüğü

source: Company
tr_tr: Şirket

source: Define the visibility of public feedback.
tr_tr: Herkese açık geri bildirimlerin görünürlüğünü tanımlayın.

source: Enable public feedback
tr_tr: Herkese açık geri bildirimleri etkinleştirin

source: Users will be able to publicly share feedback given to another user within the organization. When disabled, the "Share feedback" and the "Public feedback" categories are not available.
tr_tr: Kullanıcılar, organizasyon içinde başka bir kullanıcıya verilen geri bildirimleri herkese açık olarak paylaşabilecek. Devre dışı bırakıldığında, "Geri bildirimleri paylaş" ve "Herkese açık geri bildirimler" kategorileri kullanılamaz.

source: Team
tr_tr: Ekip

source: Public feedback
tr_tr: Genel geri bildirimler

source: Enable feedback rating
tr_tr: Geri bildirimlere puan verme işlemini etkinleştirin

source: Feedback rating
tr_tr: Geri bildirimlerin puanı

source: Feedback rating refresh interval
tr_tr: Geri bildirimlere puan verme işlemini yenileme aralığı

source: Choose who can rate feedback
tr_tr: Geri bildirimlere kimlerin puan verebileceğini seçin

source: Send reminders following an inactive period
tr_tr: Etkin olmayan bir süreden sonra hatırlatıcılar gönderin

source: When no feedback is offered for more than
tr_tr: Şu süreden fazla süre geri bildirimler sunulmadığında

source: Send reminders about unrated feedback
tr_tr: Puansız geri bildirimler hakkında hatırlatıcılar gönderin

source: When feedback remains unrated for more than
tr_tr: Geri bildirimler şu sürelerden fazla puansız kaldığında

source: Send reminders about pending feedback requests
tr_tr: Bekleyen geri bildirimlere ilişkin talepler hakkında hatırlatıcılar gönderin

source: When a request remains unanswered for more than
tr_tr: Bir talep şu sürelerden fazla yanıtsız kaldığında

source: Days
tr_tr: Günler

source: Reminders
tr_tr: Hatırlatıcılar

source: Apply limit when requesting feedback
tr_tr: Geri bildirimler talep ederken sınır uygulayın

source: The defined limit will be applied to the "Request feedback" action. When disabled, users can request feedback from any number of users, without restriction.
tr_tr: Tanımlanan sınır, "Geri bildirimler talep edin" işlemine uygulanacaktır. Devre dışı bırakıldığında, kullanıcılar herhangi bir kısıtlama olmaksızın herhangi bir sayıda kullanıcıdan geri bildirimler talep edebilir.

source: Enable "Let's meet" as a reply to a feedback request
tr_tr: Geri bildirimlere ilişkin talebe yanıt olarak "Görüşelim" öğesini etkinleştirin

source: Users will be able to reply with a "Let's meet" invitation when replying to a feedback request. We recommend that you review and activate email notifications for the "Let's meet request" functionality, under Workbench / Platform Setup / Notifications / Email notifications.
tr_tr: Kullanıcılar, geri bildirimlere ilişkin taleplere yanıt verirken "Görüşelim" davetiyle yanıt verebilecekler. "Görüşelim talebi" işlevi için Workbench / Platform Kurulumu / Bildirimler / E-posta bildirimleri altında e-posta bildirimlerini değerlendirmenizi ve etkinleştirmenizi öneririz.

source: Restrict replies to only "Let's meet" or comments
tr_tr: Yanıtları yalnızca "Görüşelim" veya yorumlarla sınırlayın

source: When enabled, users will only be able to reply to a feedback request with a "Let's meet" invitation, or a comment and/or behavior tag, not both. Disable this restriction to make both reply options available.
tr_tr: Etkinleştirildiğinde, kullanıcılar geri bildirimlere ilişkin taleplere yalnızca "Görüşelim" daveti veya bir yorum ve/veya davranış etiketi ile yanıt verebilir; her ikisiyle birden yanıt veremez. Her iki yanıt seçeneğini de kullanılabilir hale getirmek için bu kısıtlamayı devre dışı bırakın.

source: Enable feedback requests regarding behaviors
tr_tr: Davranışlarla ilgili geri bildirimlere ilişkin talepleri etkinleştirin

source: Users will be able to include behaviors when requesting feedback.
tr_tr: Kullanıcılar, geri bildirimleri talep ederken davranışları dahil edebilecekler.

source: This setting cannot be turned on because the "Behaviors" feature is not currently enabled.
tr_tr: Bu ayar açılamaz çünkü "Davranışlar" özelliği şu anda etkin değil.

source: Feedback requests
tr_tr: Geri bildirimlere ilişkin talepler

source: Feedback settings
tr_tr: Geri bildirimlere ilişkin ayarlar

source: Apply limit when sharing feedback
tr_tr: Geri bildirimleri paylaşırken sınır uygulayın

source: The defined limit will be applied to the "Share feedback" action. When disabled, users can share feedback with any number of users, without restriction.
tr_tr: Tanımlanan sınır, "Geri bildirimleri paylaşın" işlemine uygulanacaktır. Devre dışı bırakıldığında, kullanıcılar herhangi bir kısıtlama olmaksızın herhangi bir sayıda kullanıcıyla geri bildirimler paylaşabilir.

source: Enable suggested questions in the "Request feedback" page
tr_tr: "Geri bildirimler talep edin" sayfasında önerilen soruları etkinleştirin

source: Enable tips in the "Give feedback" page
tr_tr: "Geri bildirimlerde bulunun" sayfasında ipuçlarını etkinleştirin

source: Functionality management
tr_tr: İşlevsellik yönetimi

source: Goal Achievement New
tr_tr: Hedef Başarısı Yeni

source: Goal Achievement
tr_tr: Hedef Başarısı

source: Goal Plan Goal Assignment
tr_tr: Hedef Planı Hedef Ataması

source: Goal Plan Type Assignment
tr_tr: Hedef Planı Türü Ataması

source: Goal Plan
tr_tr: Hedef Planı

source: Goal Genius is an AI goal assistant powered by OpenAI ChatGPT. With it, users will be able to use natural language to create goal templates or to generate a goal from predefined inputs.
tr_tr: Goal Genius, OpenAI ChatGPT tarafından desteklenen bir yapay zeka hedef asistanıdır. Bununla, kullanıcılar, hedef şablonları oluşturmak veya önceden tanımlanmış girdilerden bir hedef oluşturmak için doğal dili kullanabilecekler.

source: This is a read only-page. To change this, please contact your system administrator.
tr_tr: Bu salt okunur bir sayfadır. Bunu değiştirmek için lütfen sistem yöneticinizle iletişime geçin.

source: Performance Pro
tr_tr: Performans Uzmanı

source: Your configuration changes were successfully applied. Users will see these changes the next time they log in or when they refresh their page if they currently have a session open.
tr_tr: Yapılandırma değişiklikleriniz başarıyla uygulandı. Kullanıcılar, bu değişiklikleri bir sonraki oturum açma işlemlerinde veya şu anda açık bir oturumları varsa sayfalarını yenilediklerinde göreceklerdir.

source: Enable Goal Genius
tr_tr: Goal Genius'i etkinleştirin

source: Goal
tr_tr: Amaç

source: All changes saved
tr_tr: Tüm değişiklikler kaydedildi

source: Bulk actions
tr_tr: Toplu işlemler

source: Initial end date
tr_tr: İlk bitiş tarihi

source: Key dates per worker
tr_tr: Çalışan başına önemli tarihler

source: Key dates for the population
tr_tr: Nüfus için önemli tarihler

source: Reset to initial key dates
tr_tr: Başlangıç ana tarihlerine sıfırla

source: Initial start date
tr_tr: İlk başlama tarihi

source: The end date cannot be empty.
tr_tr: Bitiş tarihi boş olamaz.

source: The start date cannot be empty.
tr_tr: Başlangıç tarihi boş olamaz.

source: Goal plans
tr_tr: Hedef planları

source: Goal types
tr_tr: Hedef türleri

source: Create goal
tr_tr: Hedef oluştur

source: Get started by creating goals.
tr_tr: Hedefler oluşturarak başlayın.

source: No goals yet!
tr_tr: Henüz gol yok!

source: Assign to
tr_tr: Atama yap

source: Population
tr_tr: Nüfus

source: Completed
tr_tr: Tamamlandı

source: Not completed
tr_tr: Tamamlanmadı

source: Maximum
tr_tr: Maksimum

source: Goal plan
tr_tr: Hedef planı

source: Result
tr_tr: Sonuç

source: Target
tr_tr: Hedef

source: Goal name
tr_tr: Hedef adı

source: Goal type
tr_tr: Hedef türü

source: Weight
tr_tr: Ağırlık

source: Multiple criteria
tr_tr: Birden fazla kriter

source: Multiple weights
tr_tr: Birden fazla ağırlık

source: All plans
tr_tr: Tüm planlar

source: Not updated
tr_tr: Güncellenmedi

source: All results
tr_tr: Tüm sonuçlar

source: Updated
tr_tr: Güncellendi

source: Search
tr_tr: Ara

source: All statuses
tr_tr: Tüm durumlar

source: Goal status
tr_tr: Hedef durumu

source: All types
tr_tr: Tüm türler

source: Key dates
tr_tr: Önemli tarihler

source: In population
tr_tr: Nüfusta

source: Moved out
tr_tr: Taşındı

source: Population & goal weight details
tr_tr: Nüfus ve hedef kilo detayları

source: Worker population status
tr_tr: Çalışan nüfusu durumu

source: Initial goal weight
tr_tr: Başlangıç hedef ağırlığı

source: Organization
tr_tr: Organizasyon

source: Reset to initial goal weight
tr_tr: Başlangıç hedef kilosuna sıfırla

source: Search by name or worker ID
tr_tr: İsme veya çalışan kimliğine göre ara

source: End date
tr_tr: Bitiş tarihi

source: Start date
tr_tr: Başlangıç tarihi

source: Goal weight
tr_tr: Hedef ağırlık

source: Worker
tr_tr: Çalışan

source: Goal weight per worker
tr_tr: Çalışan başına hedef ağırlığı

source: Goal weight for the population
tr_tr: Popülasyon için hedef ağırlık

source: Apply filter
tr_tr: Filtreyi uygula

source: Clear selection
tr_tr: Seçimi temizle

source: Worker ID
tr_tr: Çalışan Kimliği

source: Select workers to filter
tr_tr: Filtrelemek için çalışanları seçin

source: {{count}} workers selected.
tr_tr: {{count}} işçi seçildi.

source: Select communication round
tr_tr: İletişim turunu seçin

source: Send goal PDF to Documents
tr_tr: Hedef PDF'yi Belgeler'e gönder

source: Create goal plan
tr_tr: Hedef planı oluşturun

source: Plan transmission
tr_tr: Plan iletimi

source: Create custom goal plans to align team efforts and achieve strategic objectives. Define the details of the plan and select the target population to ensure everyone is working towards a common goal.
tr_tr: Ekip çalışmalarını uyumlu hale getirmek ve stratejik hedeflere ulaşmak için özel hedef planları oluşturun. Planın ayrıntılarını tanımlayın ve herkesin ortak bir hedef doğrultusunda çalışmasını sağlayacak hedef popülasyonu seçin.

source: Start by creating a goal plan
tr_tr: Bir hedef planı oluşturarak başlayın

source: Goal settings
tr_tr: Hedef ayarları

source: Create goal type
tr_tr: Hedef türü oluşturun

source: Goal types can be configured to serve any goal plan, with population, privacy and form fields available for customization.
tr_tr: Hedef türleri, özelleştirme için kullanılabilen popülasyon, gizlilik ve form alanlarıyla herhangi bir hedef planına hizmet edecek şekilde yapılandırılabilir.

source: Start by creating goal types
tr_tr: Hedef türleri oluşturarak başlayın

source: The total weight cannot exceed 100%.
tr_tr: Toplam ağırlık %100'ü geçemez.

source: Allocate weights to each workflow section
tr_tr: Her bir iş akışı bölümüne ağırlıklar atayın

source: Distribute goal weights across different workflow sections, ensuring a cumulative weight of 100%.
tr_tr: Hedef ağırlıklarını farklı iş akışı bölümlerine dağıtarak, kümülatif ağırlığın %100 olmasını sağlayın.

source: Enable goals
tr_tr: Hedefleri etkinleştirin

source: Enable the "Goals" feature
tr_tr: "Hedefler" özelliğini etkinleştirin

source: Go to Builder
tr_tr: Oluşturucuya Git

source: Goal Plans
tr_tr: Hedef Planları

source: Goal tags
tr_tr: Hedef etiketleri

source: Goal Types
tr_tr: Hedef Türleri

source: Enable or create goal types to be included in the plan.
tr_tr: Plana dahil edilecek hedef türlerini etkinleştirin veya oluşturun.

source: Goal uploads
tr_tr: Hedef yüklemeleri

source: Weighted goal configuration
tr_tr: Ağırlıklı hedef yapılandırması

source: Enable weighting and editability options for each goal type in the goal plan to allow managers and workers to customize the weight of their goals.
tr_tr: Yöneticilerin ve çalışanların hedeflerinin ağırlığını özelleştirmelerine olanak tanımak için hedef planındaki her hedef türü için ağırlıklandırma ve düzenlenebilirlik seçeneklerini etkinleştirin.

source: Goal Tag Libraries
tr_tr: Hedef Etiket Kitaplıkları
